tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "bat"
brew "gcc"
brew "btop"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "diff-so-fancy"
brew "lazygit"
brew "neovim"
brew "node"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "wget"
brew "zoxide"
brew "zsh-syntax-highlighting"
cask "font-hack-nerd-font"
cask "font-sf-mono-nerd-font"
